Repository: LeonPakzad/WatJibts
Catalog: src/Resources/Localizer.*.resx
Languages: de

source: login
de: Anmelden

source: back to list
de: Zurück zur Listenansicht

source: back to user list
de: Zurück zur Nutzerübersicht

source: description
de: Beschreibung

source: more infos
de: weitere Angaben

source: welcome to watjibts
de: Wilkommen bei WatJibts!

source: users
de: Benutzer

source: register
de: Registrieren

source: imprint
de: Impressum

source: forgot password?
de: Passwort vergessen?

source: logout
de: Abmelden

source: register as new user
de: Als neuer Nutzer amelden

source: resend email confirmation
de: Email-Berstätigung erneut senden

source: participating
de: mitessen

source: new place
de: Neuer Ort

source: example@mail.com
de: Beispiel@mail.com

source: password
de: Passwort

source: place to eat
de: Ort zum Essen

source: place for food
de: Ort für Essen

source: lunch time
de: Esszeit

source: newLocation
de: neuer Ort

source: profile
de: Profil

source: edit profile
de: Profil bearbeiten

source: locations
de: Orte

source: The following people will eat privately today:
de: Folgende Menschen essen heute nicht oder privat:

source: No Lunchsession has been added yet
de: Heute wurde noch keine Session hinzugefügt

source: todays lunchsessions:
de: Heutige Sessions:

source: add / edit your session
de: Eigene Session hinzufügen / bearbeiten

source: join
de: Anschließen

source: joined
de: Das Jibts!

source: get food from
de: holt essen von:

source: eats at
de: isst bei:

source: and eats it there
de: und dort wirds auch gegessen

source: you are not logged in
de: Es scheint so als wären sie noch nicht angemeldet.

source: username
de: Nutzername

source: Please register a new Account, to plan your next lunchsession
de: Erstellen Sie einen Account, um sich zusammen mit den Anderen mit dem Essen abzustimmen

source: confirm password
de: Passwort bestätigen

source: delete session
de: Session löschen

source: delete
de: entfernen

source: edit
de: bearbeiten

source: edit user
de: Nutzer bearbeiten

source: edit location
de: Ort bearbeiten

source: submit
de: Absenden

source: no place
de: kein Ort

source: delete profile sessions
de: Alle meine Sessions löschen

source: preferred lunch time
de: Typische Esszeit

source: reset password
de: Passwort zurücksetzen

source: clear todays lunch sessions
de: Heutige Lunchsessions entfernen

source: add location
de: Ort hinzufügen

source: user index
de: Nutzerübersicht

source: promote to admin
de: Zu Admin-Account befördern

source: please check your mail
de: Bitte überpfüfen Sie ihr Postfach

source: register confirmation
de: Registrierung bestätigen

source: demote to user
de: Zum Nutzer degradieren

source: no lunchsessions created yet
de: Sie haben noch keine Lunchsessions erstellt

source: user is admin:
de: Nutzer ist Administrator:

source: user:
de: Nutzer:

source: diet
de: Diät

source: dish
de: Gerichte

source: amenity
de: Vorzüge

source: cuisine
de: Küche

source: latitude
de: Breite

source: longditude
de: Länge

source: website adress
de: Webseite

source: adress number
de: Hausnummer

source: adress street
de: Straße

source: previous lunch sessions
de: Bisherige Essen

source: default lunch times
de: Gewöhnliche Esszeiten

source: you can manage default weekly lunchsessions here
de: Hier können Sie festlegen, an welchen Tagen welche Lunchsessions automatisch erstellt werden sollen.

source: monday
de: Montag

source: tuesday
de: Dienstag

source: wednesday
de: Mittwoch

source: thursday
de: Donnerstag

source: friday
de: Freitag

source: saturday
de: Samstag

source: sunday
de: Sonntag

source: not participating
de: Privat / Kein Essen
